{
  "company-name": "Nexum IT",
  "select-language-label": "Select Language",
  "close-label": "Close",
  "main-navigation-home-link": "Home",
  "main-navigation-about-link": "About Us",
  "main-navigation-projects-link": "Projects",
  "main-navigation-pricing-link": "Pricing",
  "main-navigation-contact-us-link": "Contact us",
  "home-page-hero-title": "Turning Ideas into Impactful Digital Presence",
  "home-page-hero-subtitle": "We approach each project with a fresh perspective, crafting websites that are aligned with your ideas and optimized for success.",
  "home-page-hero-cta-text": "Let's Build Your Vision Together",
  "home-page-what-we-offer": "What We Offer",
  "home-page-offer-one": "Website For Your Business",
  "home-page-offer-one-text": "Impress customers with a modern, easy-to-use site that will improve your business.",
  "home-page-offer-two": "Professional Portfolio Websites",
  "home-page-offer-two-text": "Impress clients with a stunning portfolio website that showcases your work.",
  "home-page-offer-three": "Tailored Web Applications",
  "home-page-offer-three-text": "Get custom web applications designed to meet your unique business needs and enhance your productivity.",
  "home-page-meta-description": "You need a website for your business or portfolio? You are in the right place!",
  "home-page-process-step-one": "In this initial phase, we work together to understand your vision, goals, and the audience you're targeting. By defining project priorities and creating a tailored roadmap, we set the foundation for a site that aligns perfectly with your brand. This step is completely free!",
  "home-page-process-step-two": "Our design phase focuses on translating your vision into a beautiful, user-friendly experience that engages your audience. With detailed layouts, color schemes, and interactive prototypes, we ensure every design choice resonates with your brand and goals.",
  "home-page-process-step-three": "Here, we bring the designs to life by building a high-performance, secure, and scalable website. We rigorously test functionality and compatibility across devices, creating a smooth, reliable experience for your users.",
  "home-page-process-step-four": "Our goal in this final step is to ensure a seamless launch, making the site fully accessible and optimized for users. We handle server setup, SEO configuration, and provide post-launch support to guarantee the site's success from day one.",
  "home-page-process-title": "Steps to your solution",
  "footer-privacy-policy": "Privacy Policy",
  "footer-terms-of-service": "Terms Of Service",
  "home-page-check-out-pricing": "Check out our pricing and schedule a free consultation!",
  "error-loading": "Sorry,+there's+been+an+error..."
}
