{
  "company-name": "Nexum IT",
  "select-language-label": "Izaberite jezik",
  "close-label": "Zatvori",
  "main-navigation-home-link": "Početna",
  "main-navigation-about-link": "O nama",
  "main-navigation-projects-link": "Projekti",
  "main-navigation-pricing-link": "Cenovnik",
  "main-navigation-contact-us-link": "Kontaktirajte nas",
  "home-page-hero-title": "Pretvorite Ideje u Uticajno Digitalno Prisustvo",
  "home-page-hero-subtitle": "Pristupamo svakom projektu sa svežom perspektivom, kreirajući sajtove koji su usklađeni sa vašim idejama i optimizovani za uspeh.",
  "home-page-hero-cta-text": "Izgradimo Vašu Viziju Zajedno",
  "home-page-what-we-offer": "Šta Nudimo",
  "home-page-offer-one": "Web sajt za svoj biznis",
  "home-page-offer-one-text": "Impresionirajte kupce modernim, jednostavnim sajtom koji će poboljšati vaše poslovanje.",
  "home-page-offer-two": "Profesionalni portfolio sajt",
  "home-page-offer-two-text": "Zadivite klijente zapanjujućim portfolio web sajtom koji prikazuje vaš rad.",
  "home-page-offer-three": "Prilagođeni sajtovi",
  "home-page-offer-three-text": "Dobijte prilagođene web aplikacije dizajnirane da zadovolje vaše jedinstvene poslovne potrebe i poboljšaju vašu produktivnost.",
  "home-page-meta-description": "Želite sajt za Vaš biznis ili portfolio? Na pravom ste mestu!",
  "home-page-process-step-one": "U početnoj fazi radimo zajedno kako bismo razumeli vašu viziju, ciljeve i publiku koju ciljate. Kreiranjem prilagođenog plana postavljamo temelje za sajt koji savršeno odgovara vašem brendu.",
  "home-page-process-step-two": "Faza dizajna fokusira se na prevođenje vaše vizije u lep, intuitivan doživljaj koji angažuje vašu publiku. Detaljnim rasporedom, paletama boja i interaktivnim prototipovima osiguravamo da svaki dizajnerski izbor odražava vaš brend i ciljeve.",
  "home-page-process-step-three": "Ovde oživljavamo dizajn izradom visokoperformantnog, sigurnog i skalabilnog sajta. Pažljivo testiramo funkcionalnost i kompatibilnost na različitim uređajima kako bismo stvorili glatko i pouzdano korisničko iskustvo.",
  "home-page-process-step-four": "Naš cilj u ovoj završnoj fazi je osigurati besprekorno pokretanje sajta, čineći ga potpuno pristupačnim i optimizovanim za korisnike. Brinemo o podešavanju servera, SEO konfiguraciji i pružamo podršku nakon lansiranja kako bismo osigurali uspeh sajta od prvog dana.",
  "home-page-process-title": "Koraci do vašeg rešenja"
}
